Repository: pypi-data/pypi-mirror-167
Catalog: packages/django-invoicing/django-invoicing-4.3.0.tar.gz/django-invoicing-4.3.0/invoicing/locale/*/LC_MESSAGES/django.po
Languages: hu

source: overdue
hu: lejárt

source: no
hu: nem

source: yes
hu: Igen

source: General information
hu: Általános információ

source: Contact details
hu: Elérhetőségeit

source: Payment details
hu: fizetési részletek

source: Supplier details
hu: Szállító adatai

source: Customer details
hu: Vásárló adatai

source: Shipping details
hu: Szállítási adatok

source: subtotal
hu: részösszeg

source: supplier
hu: támogató

source: customer
hu: vevő

source: payment term
hu: fizetési határidő

source: is overdue
hu: lejárt

source: is paid
hu: ki van fizetve

source: Missing specification of accounting software
hu: Hiányzik a számviteli szoftver specifikációja

source: %d invoices sent to accounting software
hu: %d számla elküldve a könyvelő szoftvernek

source: Send to accounting software
hu: Küldje el a könyvelő szoftverbe

source: Invoice type is required when INVOICING_COUNTER_PER_TYPE is enabled
hu: A számla típusa kötelező, ha az INVOICING_COUNTER_PER_TYPE engedélyezve van

source: Invoice type specified but INVOICING_COUNTER_PER_TYPE is disabled
hu: A számla típusa megadva, de az INVOICING_COUNTER_PER_TYPE le van tiltva

source: Accounting software %s not implemented
hu: %s számviteli szoftver nincs implementálva

source: Missing accounting software API key
hu: Hiányzik a könyvelési szoftver API-kulcsa

source: Result code: %d. Message: %s (%s)
hu: Eredménykód: %d. Üzenet: %s (%s)

source: %d invoices sent to accounting software [<a href="%s" target="_blank">Fetch</a>]
hu: %d számla elküldve a könyvelő szoftvernek [ <a href="%s" target="_blank">Letöltés</a> ]

source: Missing accounting software API data
hu: Hiányoznak a számviteli szoftver API-adatai

source: Reg. No.
hu: Reg. Nem.

source: Tax No.
hu: Adószám

source: VAT No.
hu: ÁFA szám

source: daily
hu: napi

source: monthly
hu: havi

source: yearly
hu: évi

source: Invoice
hu: Számla

source: Advance invoice
hu: Előlegszámla

source: Proforma invoice
hu: Proforma számla

source: Credit note
hu: Jóváírás

source: new
hu: új

source: sent
hu: küldött

source: returned
hu: visszatért

source: canceled
hu: törölve

source: paid
hu: fizetett

source: credited
hu: jóváírva

source: uncollectible
hu: beszedhetetlen

source: bank transfer
hu: banki átutalás

source: cash
hu: készpénz

source: cash on delivery
hu: utánvétes fizetés

source: payment card
hu: bankkártya

source: personal pickup
hu: személyes átvétel

source: mailing
hu: postázás

source: digital
hu: digitális

source: 0001 - Payments for goods based on legal and executable decision from legal authority
hu: 0001 - Árufizetések törvényes és végrehajtható jogi hatósági határozat alapján

source: 0008 - Cashless payments for goods
hu: 0008 - Készpénz nélküli fizetés az árukért

source: 0038 - Cashless funds for wages
hu: 0038 - Készpénz nélküli pénzeszközök bérekhez

source: 0058 - Cashless penalty and delinquency charges
hu: 0058 - Készpénz nélküli büntetés és mulasztási díjak

source: 0068 - Transfer of funds for wages and other personal costs
hu: 0068 - Pénzeszközök átutalása bérekre és egyéb személyi költségekre

source: 0138 - Cashless deductions at source
hu: 0138 – Készpénz nélküli levonások a forrásnál

source: 0168 - Cashless payments in loans
hu: 0168 - Készpénz nélküli fizetések hitelekben

source: 0178 - Sales from provided services
hu: 0178 - Eladás a nyújtott szolgáltatásokból

source: 0298 - Other cashless transfers
hu: 0298 - Egyéb készpénz nélküli átutalások

source: 0304 - Prior payments for services
hu: 0304 – Előzetes fizetés a szolgáltatásokért

source: 0308 - Cashless payments for services
hu: 0308 - Szolgáltatások készpénz nélküli fizetése

source: 0358 - Payments dedicated to payout through post offices
hu: 0358 – Postahivatalokon keresztül történő kifizetések

source: 0379 - Other income, income from postal order
hu: 0379 - Egyéb bevétel, postai utalvány bevétel

source: 0498 - Payments in loans
hu: 0498 - Kölcsönfizetések

source: 0558 - Cashless other financial payments
hu: 0558 – Készpénz nélküli egyéb pénzügyi kifizetések

source: 0934 - Benefits - prior payments
hu: 0934 - Juttatások - előzetes kifizetések

source: 0968 - Other cashless transfers
hu: 0968 - Egyéb készpénz nélküli átutalások

source: 1144 - Prior payment - advance
hu: 1144 - Előleg fizetés - előleg

source: 1148 - Payment - current advance
hu: 1148 - Fizetés - aktuális előleg

source: 1744 - Accounting of tax at income tax of physical body and corporate body
hu: 1744 - Adó elszámolása személyi és társasági adónál

source: 1748 - Income tax of physical body and corporate body based on declared tax year
hu: 1748 - Fizikai és társasági jogi személy jövedelemadója a bevallott adóév alapján

source: 3118 - Insurance and empl. contrib. to insur. co. and the Labor Office
hu: 3118 - Biztosítás és empl. contrib. biztosítani. co. és a Munkaügyi Hivatal

source: 3344 - Penalty from message - prior
hu: 3344 - Üzenetbüntetés - előzetes

source: 3348 - Penalty from message
hu: 3348 - Üzenetbüntetés

source: 3354 - Insurance payments by insurance companies
hu: 3354 - Biztosítótársaságok biztosítási kifizetései

source: 3558 - Cashless insurance payments by insurance companies
hu: 3558 - Biztosítótársaságok készpénz nélküli biztosítási kifizetései

source: 8147 - Payment (posted together with the instruction)
hu: 8147 - Fizetés (az utasítással együtt)

source: type
hu: típus

source: sequence
hu: sorrend

source: number
hu: szám

source: status
hu: állapot

source: subtitle
hu: felirat

source: related document
hu: kapcsolódó dokumentum

source: related invoices
hu: kapcsolódó számlák

source: language
hu: nyelv

source: note
hu: jegyzet

source: Thank you for using our services.
hu: Köszönjük, hogy igénybe vette szolgáltatásainkat.

source: issue date
hu: kiadás dátuma

source: tax point date
hu: adópont dátuma

source: time of supply
hu: az ellátás ideje

source: due date
hu: esedékessége

source: payment till
hu: Fizetés ... részére

source: date sent
hu: küldés dátuma

source: date paid
hu: fizetési dátum

source: date reminder sent
hu: dátum emlékeztető küldése

source: currency
hu: valuta

source: credit
hu: hitel

source: payment method
hu: fizetési mód

source: constant symbol
hu: állandó szimbólum

source: variable symbol
hu: változó szimbólum

source: specific symbol
hu: konkrét szimbólum

source: reference
hu: referencia

source: bank name
hu: a bank neve

source: bank street and number
hu: bank utca és házszám

source: bank city
hu: bank város

source: bank country
hu: bank ország

source: Account number (IBAN)
hu: Számlaszám (IBAN)

source: supplier name
hu: Szállító neve

source: supplier street and number
hu: szállító utca és szám

source: supplier ZIP
hu: szállító ZIP

source: supplier city
hu: szállító város

source: supplier country
hu: szállító ország

source: supplier Reg. No.
hu: szállító Reg. Nem.

source: supplier Tax No.
hu: szállítói adószám.

source: supplier VAT No.
hu: szállító áfa sz.

source: supplier additional information
hu: szállító további információi

source: issuer name
hu: kibocsátó neve

source: issuer email
hu: kibocsátó e-mail címe

source: issuer phone
hu: kibocsátó telefon

source: customer name
hu: Ügyfél neve

source: customer street and number
hu: ügyfél utca és szám

source: customer ZIP
hu: ügyfél ZIP

source: customer city
hu: ügyfél város

source: customer country
hu: ügyfél ország

source: customer Reg. No.
hu: ügyfél Reg. Nem.

source: customer Tax No.
hu: ügyfél adószáma

source: customer VAT No.
hu: vásárlói áfa szám

source: customer additional information
hu: ügyfél további információk

source: customer email
hu: ügyfél email

source: customer phone
hu: ügyfél telefon

source: shipping name
hu: szállítási név

source: shipping street and number
hu: szállítási utca és szám

source: shipping ZIP
hu: szállítás ZIP

source: shipping city
hu: szállítási város

source: shipping country
hu: szállító ország

source: delivery method
hu: szállítási mód

source: total
hu: teljes

source: VAT
hu: áfa

source: attachments
hu: mellékleteket

source: created
hu: létrehozás

source: modified
hu: módosított

source: invoice
hu: számla

source: invoices
hu: számlákat

source: pcs.
hu: db.

source: hours
hu: órák

source: title
hu: cím

source: quantity
hu: Mennyiség

source: unit
hu: Mértékegység

source: unit price
hu: egységár

source: discount (%)
hu: kedvezmény (%)

source: tax rate (%)
hu: adókulcs (%)

source: VAT rate
hu: Áfakulcs

source: tag
hu: címke

source: weight
hu: súly

source: ordering
hu: rendelés

source: item
hu: tétel

source: items
hu: tételeket

source: Supplier
hu: Támogató

source: Title
hu: Cím

source: Agency address
hu: Ügynökség címe

source: Bank IBAN code
hu: Banki IBAN kód

source: Issuer
hu: Kibocsátó

source: Name
hu: Név

source: Phone
hu: Telefon

source: Additional data
hu: További adatok

source: Customer
hu: Vevő

source: Issue date
hu: Kiadás dátuma

source: Time of supply
hu: Az ellátás ideje

source: Due date
hu: Esedékesség

source: day,days
hu: nap, napok

source: Delivery method
hu: Szállítási mód

source: Payment method
hu: Fizetési mód

source: Constant symbol
hu: Állandó szimbólum

source: Variable symbol
hu: Változó szimbólum

source: Specific symbol
hu: Konkrét szimbólum

source: Reference
hu: Referencia

source: Invoice items
hu: Számla tételek

source: Description
hu: Leírás

source: Quantity
hu: Mennyiség

source: Unit
hu: Mértékegység

source: Unit price
hu: Egységár

source: Discount
hu: Kedvezmény

source: Price
hu: Ár

source: Tax rate
hu: Adókulcs

source: VAT amount
hu: áfa összeg

source: Line total
hu: Sor összesen

source: with taxes
hu: adókkal

source: There are no invoice items.
hu: Nincsenek számlatételek.

source: Note
hu: jegyzet

source: Summary
hu: Összegzés

source: Base
hu: Bázis

source: Not a VAT payer
hu: Nem ÁFA fizető

source: Other
hu: Egyéb

source: price before discount
hu: ár engedmény előtt

source: total discount
hu: teljes kedvezmény

source: TOTAL DUE
hu: TELJES TARTOZÁS
