def chousile(a19198101145141):
    print('逸一时误一世，逸久逸久罢逸龄')
    print('')
    print('逸一时误一世，其意为贪逸一时则会耽误人生。')
    print('初,李天梭因昏睡而错过心爱之人——缘叶从而悔恨终生。')
    print('写完后李天梭立即愤然投入中国的革命大业之中。')
    print('')
    print('参考资料：')
    print('')
    print('《枕下夜的殷梦》记录了李天梭24岁时曾前往日本东京下北泽大学深造')
    print('并与下北泽三二党(一说池沼联盟军)领袖远野进行文化交流的过程。')
    print('书名《枕下夜的殷梦》表达想带缘叶回故乡的美好梦想。')
    print('记载了当地特色美食——面条与红茶(配方已失传)。')
    print('并详细介绍了自己与当地人缘叶相遇、相爱,终惨痛分别的故事。')
    print('其回到故乡后再次回想这段经历,泪不禁流了下来。')
    print('')
    print('(1864.5.14-1969.8.10),男')
    print('日本名田所浩(一说田所浩二),外号先辈。')
    print('名作《枕下夜的殷梦》。')
    print('清朝大臣,杰出画家,诗人,著名作家,马克思主义革命战士,革命家。')
    print('李天梭故乡殷为(今河南安阳)。')
    print('酷爱写作,嗜茶,气宇轩昂,性情豪放（指大吼大叫）。')
    print('一生创作作品70余篇(《下北泽小记》33篇载）。')
    print('但是只有几篇在《新青年》上刊登从而存活到现在。')
    print('其父母接触西洋文化故而受到了良好的教育。思想开放。')
    print('')
    print('1898年8月10日,光绪帝下谕,指责内外诸臣"墨守旧章"。')
    print('要求诸臣议论政事,不得"附会古义",不得"缘饰经术",不得"胶执成则"。')
    print('称:"朕深惟穷变通久之义,建一切,实乃苦衷。"')
    print('"倘面从心违，致失朝廷实事求是本旨，非朕所望也！"')
    print('此时,李天梭奋勇而出向光绪帝进谏,李天梭实乃戊戌六君子一般的君子啊')
    print('')
    print('在中国革命期间,其起到了决定性的作用')
    print('1942年时曾用"雪狱"逼供日军。')
    print('雪狱,将之头埋入雪中,两股挺立,同时有人撅之直至囚犯的林檎红肿为止。')
    print('当日军脱出时有人旁观。')
    print('1.919天后,日军终于承受不住，将大部队8月10日进攻的消息全数招来。')
    print('有趣的是8月10日也是李天梭逝世的日子。')
    print('')
    print('其曾言道：')
    print('逸一时误一世，逸久逸久罢逸龄！')
    print('历史一课一课，亦惜一刻一刻。')
    print('先辈的这两句名言都出自《枕下夜的殷梦》')
    print('都被录入在下北泽大学大门上，是下北泽大学的校规。')
    print('')
def xiaoheizishibushixiangjinjianyu(m718327289):
    print('关于基尼肽酶的存在对人类的意义')
    print()
    print('基尼肽酶是一种由生物细胞产生的能够分解基尼肽的胞外酶,其化学本质是蛋白质。')
    print('最先由现位于下北泽孙笑川抽象大学任教的杰教授在第258号实验中发现。')
    print('人体细胞对于这种酶的制造是否对于正常人类生活尤其是唱跳rap间接产生巨大影响。')
    print()
    print('由于酶一般具有催化作用,因此研究其催化反应物与生成物对人类影响在。')
    print('探究基尼肽酶对于人类的影响的研究中有着重要的作用。')
    print('基尼肽酶参与的催化反应是将基尼肽水解产生硝黑子与各类氨基酸与水的过程。')
    print('此反应是人体唯一产生硝黑子的过程。')
    print('由此可见探究基尼肽和硝黑子对人类产生的影响是研究的关键。')
    print()
    print('由于基尼肽的独特结构。')
    print('其114及514号氨基酸极易在人体中与甲状腺素受体结合成二硫键。')
    print('使甲状腺素受体失活。但其并不会令受体细胞进行相应的生理活动。')
    print('因此甲状腺素对人体的调节作用减弱甚至消失。')
    print('因此在基尼肽酶分泌过少的人类中,会产生甲状腺素缺乏的相应症状。')
    print('若幼年期该酶分泌过少,则会引发呆小症限制其智力与身体的发育。')
    print('影响其唱跳rap篮球的能力。')
    print()
    print('另一方面,基尼肽酶分泌过多会使基尼肽短时间快速大量被水解为硝黑子。')
    print('硝黑子虽极易被人体代谢,但因结构特殊性,在人体中存在时会迅速失去电子而带上正电。')
    print('杰教授将这称之为露出基轿,露出基轿后其极易与体液中氯离子结合而被氯化。')
    print('氯化硝黑子不易代谢,多积于关节,积累过多后,会使人患氯湿寒。')
    print('限制其唱跳rap篮球的能力。')
    print()
    print('由此可见基尼肽酶对人体的重要意义。')
    print('其分泌量差异时刻影响人类生长发育。')
    print('如此重要的酶分泌过程一定有着极其繁杂的调节机制才能保证人类的正常生长生活。')
    print('可惜目前抽象生物界对于这种酶的认识尚浅,我们对于其调节过程一无所知。')
    print('另一方面不在本篇论文的探究重心，我们就不对其展开讲解目前主流的几种假说了。')
    print('')
    print('球场规则:')
    print('')
    print('1:本球场禁穿背带裤也禁止胯下运球且本球场不会有鸡,血渍与音乐')
    print('2:若听到音乐,想跳舞或发现本球场内的鸡,请离开篮球场')
    print('3:若有其他紧急事务(如触犯本规则),请告诉工作人员并将篮球交给他')
    print('4:若听到有人叫"唱跳rap""鸡你太美""你干嘛哎哟",请赶走他并离开本球场')
    print('5:若见到有梳中分或穿背带裤的人,请立刻离开')
    print('6:保持清醒认知,所有篮球都是圆形橙色的,非血红色或其他形状,无羽毛更非活物')
    print('7:若于此打篮球超过两年半,请不要在两年半内归来')
    print('8:球场外的鸡不会打篮球,若你回家途中发现打篮球的鸡,请返回寻找工作人员处理')
    print('9:工作人员不梳中分也不穿背带裤。')
    print('10:若你看见工作人员穿着背带裤或梳中分,请装作看不见,更不要将篮球交给他')
    print('11:任何情况都要相信工作人员')
    print('12:任何情况都不要发出鸡叫')
    print('本规则严格透明安全,一切都是为各位的生命危险着想,不要质疑本规则')
    print('必须准守本规则,否则后果自负。最后,祝您玩球愉快,不要用上以上规则')
    print('')
    print('潇潶仔香补香锦剑鱼')
    print('')

def jitang(qwe):
    print('''
    老冯:呵呵,啊哈哈哈哈哈哈(突发恶疾)…鸡汤来了。

            诶,这这,这都菜都齐了,怎么还不吃呀。

            
    王大队张:老冯啊,大伙都不敢吃。

            有人说,说是有人在菜里下了毒。

            
    老冯:哎哟哟,王大队张。哎呀你这人就喜欢开玩笑。

            哎呀,快趁热吃吧,我不打扰我走了,哈。

            
    薛司令：你不能走(淡定)。


    老冯：薛司令,你不会相信王大队张胡说八道吧。


    薛司令：我信,我非常相信。


    老冯：司令,怎么怎么你也喜欢开玩笑。


    薛司令：你要是没放毒,你就把这碗鸡汤喝了。


    老冯：司令,这鸡汤啊,十分的珍贵,应该让同志们先喝。

            我这一个炊事员,怎么能喝这鸡汤呢。


    薛司令：你看你忙里忙外的多辛苦,喝碗鸡汤算什么呀。

            你要是真不喝,说明你真下毒了。


    老冯：这,这,这…这不对吧。这今天谁,谁要陷害我。

            王大队长你要陷害我是吧。

            啊哈,行,我喝,喝,喝。我喝,我喝

            诶呀,这喝汤,多是一件美事啊。哎呀。

            哎呀,啧啧啧啧,不咸不淡,味道真是好极了。

            司令,看看,没事吧。喝吧,趁热喝吧。

            司令,你得带个头,你要不带头喝。他,他们怎怎么能,能敢喝呢？

            诶,都,都都看我干什么呀。

            喝呀喝呀,快,快,趁热喝,趁热喝呀！

            艾！！！他乃乃的(拍桌o*≧▽≦ツ┏━┓),为什么不喝？

            喝,都喝,不喝…不喝是吧,不喝,不喝我就炸死你(激动)！

            都不敢喝,都怕死是吧。我告诉你,不喝,不喝也别想活着！

            既然大家都知道了,这戏我就不演了。

            我就是大名鼎鼎的重庆军统和大日本双料高级特工——

            代号——穿山甲！

            哼,杜孝先是我放的,

            这鸡汤里面的毒我也放了,不过这鸡汤我喝了,我肯定得死。

            你们不喝,也别想活着。

            龟野先生,天皇陛下,我,我,我的任务完成了！

            啊哈哈哈哈哈,啊哈哈哈哈哈！！！！！……

            嗯？？？！乃乃的,给我玩阴的是吧,直接来吧！！！……

            噗(跪地)(喷血)
            ''')
    print('''
    ほほほ、あははははは...鶏のスープが来た。

    え、これ、これは全部料理が揃っているのに、どうしてまだ食べないの。

    おやおや,王大隊張さん。

    あら、あなたは冗談を言うのが好きですね。

    あら、早く熱いうちに食べましょう。邪魔しません。

    私は行きます。薛司令、王大隊の張がでたらめを信じないだろう。

    司令官、どうしても冗談を言うのが好きですね。

    司令さん、この鶏のスープは、とても貴重です。

    同誌たちに先に飲ませるべきです。

    炊事係ですが、この鶏のスープをどうやって飲めますか。

    これ、これは正しくないでしょう。

    今日は誰ですか。

    誰が私を陥れるのですか。

    王大隊張は私を陥れるでしょう。

    あは、いいよ、私は飲む、飲む。

    私は飲みます、私は食べますよ、これはスープを飲むのは、とても素晴らしいことです。

    あら、あら、チューチューチュー、しょっぱくも薄くもないし、味も最高です。

    司令官、ちょっと見てください。

    大丈夫ですか。飲んでください。

    熱いうちに飲んでください。

    司令さん、先頭に立って、先頭に立って飲まないでください。

    彼,彼らはどうして,敢えて飲めるのか?え、みんな、私が何をするか全部見てるよ。

    飲んで、飲んで、早く、早く、熱いうちに飲んで、熱いうちに飲んで!

    愛!!!彼は乃乃乃のものだ,どうして飲まないのか?

    飲む、飲む、飲まない...飲まない、飲まない、飲まないなら爆殺すぞ!

    飲む勇気もないし、死ぬのが怖いでしょう。

    飲まなくても、生きたくないと言っておくよ!

    皆が知っている以上,この芝居は演じない。

    私は有名な重慶軍統と大日本双料高級エージェントコードネーム穿山甲です!ふーん。

    杜孝先は私が入れたのだ。

    この鶏のスープに毒を入れましたが、この鶏のスープは私が飲んだので。

    きっと死にそうです。

    君たちは飲まなくても生きることを考えるな。

    鬼野さん、天皇陛下、私、私の任務は終わりました。

    あははははは、あはははは!!!!!......

    乃乃の、陰で遊んでくれよ、直接来て...

    は！！！！！！！！
    ''')
def dadan(qwe):
    print('')
    print('幼逝你,幼役思,拷進點我砍砍。蟄也太刑勒吧。')
    print('蟄麽有判頭的日子可逝可獄不可囚,斬新的生活就在閻前啊。')
    print('我拷,監值了蟄個,太可拷勒。刑啊,牢萬家了吧。')
    print('太刑勒蟄個,可獄而不可囚的人才吶。')
    print('蟄日子終於能幼點判頭勒。')
    print('真逝牢有所癢,牢有所依啊。')
    print('')
